Repository: habinsong/negaflow
Catalog: negaflow-windows/src/Shell/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, ja_jp, ko_kr, zh_hans

# printTemplateFourUp.Text
source: 4 up
fr_fr: 4 par page
ja_jp: 4面付け
ko_kr: 4분할
zh_hans: 4 幅

# printCaption.Text
source: Caption
fr_fr: Légende
ja_jp: キャプション
ko_kr: 캡션
zh_hans: 说明文字

# printCaptionNone.Text
source: None
fr_fr: Aucune
ja_jp: なし
ko_kr: 없음
zh_hans: 无

# printCaptionFileName.Text
source: File Name
fr_fr: Nom de fichier
ja_jp: ファイル名
ko_kr: 파일 이름
zh_hans: 文件名

# printCaptionFrameNumber.Text
source: Frame Number
fr_fr: Numéro d’image
ja_jp: コマ番号
ko_kr: 사진 번호
zh_hans: 照片编号

# printCaptionSequence.Text
source: Sequence
fr_fr: Séquence
ja_jp: 連番
ko_kr: 순번
zh_hans: 序号

# printCaptionRating.Text
source: Rating
fr_fr: Note
ja_jp: 評価
ko_kr: 별점
zh_hans: 星级

# printCropMarks.Text
source: Crop marks
fr_fr: Traits de coupe
ja_jp: トンボ
ko_kr: 재단선
zh_hans: 裁切标记

# printViewSection.Text
source: View
fr_fr: Présentation
ja_jp: 表示
ko_kr: 보기
zh_hans: 视图

# printRulers.Text
source: Rulers
fr_fr: Règles
ja_jp: 定規
ko_kr: 눈금자
zh_hans: 标尺

# printRulerUnit.Text
source: Ruler Unit
fr_fr: Unité de règle
ja_jp: ルーラー単位
ko_kr: 눈금자 단위
zh_hans: 单位

# printModeCustomPackage.Text
source: Custom Package
fr_fr: Package personnalisé
ja_jp: カスタムパッケージ
ko_kr: 사용자 패키지
zh_hans: 自定义套组

# printCustomAdd.Content
source: Add cell
fr_fr: Ajouter une case
ja_jp: セルを追加
ko_kr: 칸 추가
zh_hans: 添加单元

# printCustomRemove.Content
source: Remove cell
fr_fr: Supprimer la case
ja_jp: セルを削除
ko_kr: 칸 제거
zh_hans: 删除单元

# printCustomHint.Text
source: Drag a cell to move it, or its corner to resize.
fr_fr: Faites glisser une case pour la déplacer, son coin pour la redimensionner.
ja_jp: セルをドラッグして移動、角でサイズ変更。
ko_kr: 칸을 끌어 옮기고, 모서리를 끌어 크기를 바꿉니다.
zh_hans: 拖动单元可移动，拖动角可调整大小。

# developExportMetadata.Text
source: Metadata
fr_fr: Métadonnées
ja_jp: メタデータ
ko_kr: 메타데이터
zh_hans: 元数据

# developExportMetadataAll.Text
source: All
fr_fr: Toutes
ja_jp: すべて
ko_kr: 전체
zh_hans: 全部

# developExportMetadataCopyright.Text
source: Copyright Only
fr_fr: Droits uniquement
ja_jp: 著作権のみ
ko_kr: 저작권만
zh_hans: 仅版权

# developExportMetadataRemoveLocation.Text
source: Remove Location
fr_fr: Supprimer la position
ja_jp: 位置情報を削除
ko_kr: 위치 제거
zh_hans: 移除位置

# developExportMetadataMinimal.Text
source: Minimal
fr_fr: Minimales
ja_jp: 最小
ko_kr: 최소
zh_hans: 最少

# settingsDefaultScanRotation.Text
source: Default scan rotation
fr_fr: Rotation de numérisation par défaut
ja_jp: スキャンの既定の向き
ko_kr: 스캔 기본 방향
zh_hans: 扫描默认方向

# settingsDefaultScanRotationHelp.Text
source: Applied to new scans with no orientation set. Scanner raw is usually stored upside-down (180°).
fr_fr: Appliquée aux nouvelles numérisations sans orientation définie. Le brut du scanner est généralement stocké à l'envers (180°).
ja_jp: 向きが未設定の新規スキャンに適用されます。スキャナー原稿は通常180°反転して保存されます。
ko_kr: 방향이 지정되지 않은 새 스캔에 적용됩니다. 스캐너 원본은 보통 180° 뒤집혀 저장됩니다.
zh_hans: 应用于未设置方向的新扫描。扫描仪原始图像通常上下颠倒（180°）保存。

# settingsRotation0.Text
source: None
fr_fr: Aucune
ja_jp: なし
ko_kr: 없음
zh_hans: 无

# settingsScannerTruth.Text
source: Scanner Truth
fr_fr: Informations scanner
ja_jp: スキャナー情報
ko_kr: 스캐너 정보
zh_hans: 扫描仪信息

# settingsScannerTruthNone.Text
source: Connect a scanner to see what it reports.
fr_fr: Connectez un scanner pour voir ce qu’il signale.
ja_jp: スキャナーを接続すると報告内容が表示されます。
ko_kr: 스캐너를 연결하면 장치가 보고하는 값이 나옵니다.
zh_hans: 连接扫描仪后将显示其报告的能力。

# settingsMicroSpecksSection.Text
source: Detect micro specks by default
fr_fr: Détecter les micro-particules par défaut
ja_jp: 微細粒子を既定で検出
ko_kr: 미세 입자 기본 검출
zh_hans: 默认检测微小颗粒

# settingsMicroSpecksHelp.Text
source: Starting value for new frames, kept separately for auto and guided. Each frame keeps its own checkbox, so you can still turn it on or off per photo.
fr_fr: Valeur de départ des nouvelles vues, mémorisée séparément pour les modes automatique et guidé. Chaque vue garde sa propre case, vous pouvez donc l'activer ou la désactiver photo par photo.
ja_jp: 新しいコマの初期値で、自動とガイドを別々に覚えます。コマごとにチェックボックスがあるので、写真ごとに切り替えられます。
ko_kr: 새 프레임의 시작값이며 자동과 가이드를 따로 기억합니다. 프레임마다 체크박스가 따로 있어 사진별로 켜고 끌 수 있습니다.
zh_hans: 新照片的初始值，自动与引导分别记住。每张照片都有各自的复选框，仍可单独开启或关闭。

# samplerOriginal.Text
source: Original
ja_jp: オリジナル
ko_kr: 원본
zh_hans: 原始

# samplerWorking.Text
source: Working
fr_fr: Travail
ja_jp: 作業
ko_kr: 작업
zh_hans: 工作

# samplerProof.Text
source: Proof
fr_fr: Épreuve
ja_jp: 校正
ko_kr: 프루프
zh_hans: 打样

# samplerSourcePixel.Text
source: Source Pixel
fr_fr: Pixel source
ja_jp: ソースピクセル
ko_kr: 원본 픽셀
zh_hans: 源像素

# samplerMovePointer.Text
source: Move the pointer over the photo
fr_fr: Placez le pointeur sur la photo
ja_jp: 写真上にポインタを移動
ko_kr: 사진 위로 포인터를 이동하세요
zh_hans: 将指针移到照片上

# samplerEnabled.Text
source: Pixel sampler
fr_fr: Échantillonneur de pixels
ja_jp: ピクセルサンプラー
ko_kr: 픽셀 샘플러
zh_hans: 像素取样器

# developDefectLayers.Text
source: GrainMend Layers
fr_fr: Calques GrainMend
ja_jp: GrainMend レイヤー
ko_kr: GrainMend 레이어
zh_hans: GrainMend 图层

# developDefectLayerEnable.Value
source: Enable layer (apply repair)
fr_fr: Activer le calque (appliquer la réparation)
ja_jp: レイヤーをオン（修復を適用）
ko_kr: 레이어 켜기(복원 적용)
zh_hans: 启用图层（应用修复）

# developDefectLayerDisable.Value
source: Disable layer (view before repair)
fr_fr: Désactiver le calque (voir avant réparation)
ja_jp: レイヤーをオフ（修復前を表示）
ko_kr: 레이어 끄기(복원 전 보기)
zh_hans: 停用图层（查看修复前）

# developDefectLayerShowMask.Value
source: Show Mask
fr_fr: Afficher le masque
ja_jp: マスクを表示
ko_kr: 마스크 표시
zh_hans: 显示蒙版

# developDefectLayerHideMask.Value
source: Hide Mask
fr_fr: Masquer le masque
ja_jp: マスクを隠す
ko_kr: 마스크 숨기기
zh_hans: 隐藏蒙版

# developDefectLayerDelete.Value
source: Delete Layer
fr_fr: Supprimer le calque
ja_jp: レイヤーを削除
ko_kr: 레이어 삭제
zh_hans: 删除图层

# developDefectLayerStrength.Text
source: Strength
fr_fr: Intensité
ja_jp: 適用量
ko_kr: 강도
zh_hans: 强度

# developDefectLayerDone.Content
source: Done
fr_fr: Terminé
ja_jp: 完了
ko_kr: 완료
zh_hans: 完成

# developDefectLayerAutoFormat.Value
source: GrainMend · Auto · %d defects
fr_fr: GrainMend · Auto · %d défauts
ja_jp: GrainMend · 自動 · %d件
ko_kr: GrainMend · 자동 · %d개
zh_hans: GrainMend · 自动 · %d 处

# developDefectLayerGuidedFormat.Value
source: GrainMend · Guided · %d regions
fr_fr: GrainMend · Guidé · %d zones
ja_jp: GrainMend · ガイド · %d範囲
ko_kr: GrainMend · 가이드 · %d개
zh_hans: GrainMend · 引导 · %d 个区域

# developDefectLayerBrushFormat.Value
source: GrainMend · Brush · %d strokes
fr_fr: GrainMend · Pinceau · %d coups
ja_jp: GrainMend · ブラシ · %dストローク
ko_kr: GrainMend · 브러시 · %d획
zh_hans: GrainMend · 画笔 · %d 笔

# developDefectLayerCloneFormat.Value
source: Clone stamp %dpx
fr_fr: Tampon %dpx
ja_jp: クローンスタンプ %dpx
ko_kr: 복제 도장 %dpx
zh_hans: 克隆图章 %dpx

# developDefectLayerInfraredFormat.Value
source: GrainMend · IR · %d defects
fr_fr: GrainMend · IR · %d défauts
ja_jp: GrainMend · IR · %d件
ko_kr: GrainMend · IR · %d개
zh_hans: GrainMend · IR · %d 处

# developDefectLayerBrushSummary.Text
source: Custom region precision detect and repair
fr_fr: Détection et réparation précises de la zone sélectionnée
ja_jp: 指定した範囲を精密に検出して修復
ko_kr: 사용자 지정 영역 정밀 검출·복원
zh_hans: 对自选区域进行精细检测与修复

# developDefectLayerCloneSummary.Text
source: Clones pixels from the sampled source
fr_fr: Duplique les pixels de la source choisie
ja_jp: 指定したソースのピクセルを複製
ko_kr: 지정한 소스 픽셀 복제
zh_hans: 复制所选源的像素

# developDefectLayerConfidenceFormat.Value
source: %@ · confidence %.0f%%
fr_fr: %@ · confiance %.0f%%
ja_jp: %@ · 確度 %.0f%%
ko_kr: %@ · 신뢰도 %.0f%%
zh_hans: %@ · 置信度 %.0f%%

# developDefectClassDust.Text
source: Dust
fr_fr: Poussière
ja_jp: ゴミ
ko_kr: 먼지
zh_hans: 灰尘

# developDefectClassPinhole.Text
source: Pinhole
fr_fr: Trou d'épingle
ja_jp: ピンホール
ko_kr: 핀홀
zh_hans: 针孔

# developDefectClassScratchHorizontal.Text
source: Horizontal Scratch
fr_fr: Rayure horizontale
ja_jp: 横キズ
ko_kr: 가로 스크래치
zh_hans: 水平划痕

# developDefectClassScratchVertical.Text
source: Vertical Scratch
fr_fr: Rayure verticale
ja_jp: 縦キズ
ko_kr: 세로 스크래치
zh_hans: 垂直划痕

# developDefectClassScratchDiagonal.Text
source: Diagonal Scratch
fr_fr: Rayure diagonale
ja_jp: 斜めキズ
ko_kr: 대각 스크래치
zh_hans: 斜向划痕

# developDefectClassEmulsionDamage.Text
source: Emulsion Damage
fr_fr: Émulsion endommagée
ja_jp: 乳剤面の損傷
ko_kr: 유제 손상
zh_hans: 药膜损伤

# developDefectClassMicroSpeck.Text
source: Micro Specks
fr_fr: Micro-particules
ja_jp: 微細粒子
ko_kr: 미세 입자
zh_hans: 微小颗粒

# developPickBase.Text
source: Base Eyedropper
fr_fr: Pipette de base
ja_jp: ベーススポイト
ko_kr: 베이스 스포이드
zh_hans: 片基吸管

# developPickBaseHelp.Value
source: Click unexposed film base on raw data before inversion to measure Dmin.
fr_fr: Cliquez sur la base non exposée du film, sur les données brutes avant inversion, pour mesurer le Dmin.
ja_jp: 反転前の元データで未露光のフィルムベースをクリックし、Dmin を実測します。
ko_kr: 반전 전 원본에서 미노광 필름 베이스를 클릭해 Dmin을 실측합니다.
zh_hans: 在反相前的原始数据上点按未曝光的片基，以实测 Dmin。

# developBasePickerPrompt.Text
source: Click unexposed film base (between frames or edge) · Esc to cancel
fr_fr: Cliquez sur la base non exposée du film (entre les vues ou sur le bord) · Échap pour annuler
ja_jp: 未露光のフィルムベース（コマ間または端）をクリック · Esc でキャンセル
ko_kr: 미노광 필름 베이스(사진 사이/가장자리)를 클릭하세요 · Esc 취소
zh_hans: 点按未曝光的片基（画幅之间或片边） · 按 Esc 取消

# developBasePickNotFilmBase.Text
source: That spot is not film base. Click the unexposed base between frames or at the edge.
fr_fr: Cet endroit n'est pas la base du film. Cliquez sur la base non exposée entre les vues ou sur le bord.
ja_jp: その位置はフィルムベースではありません。コマ間または端の未露光ベースをクリックしてください。
ko_kr: 그 자리는 필름 베이스가 아닙니다. 사진 사이나 가장자리의 미노광 베이스를 클릭하세요.
zh_hans: 该位置不是片基。请点按画幅之间或片边的未曝光片基。

# developBasePickFailed.Text
source: Could not read the source, so no base was picked.
fr_fr: Impossible de lire la source, aucune base n'a été relevée.
ja_jp: 元データを読めなかったため、ベースを取得できませんでした。
ko_kr: 원본을 읽지 못해 베이스를 집지 못했습니다.
zh_hans: 无法读取原始数据，未能取得片基。

# canvasZoomOut.Text
source: Zoom Out
fr_fr: Zoom arrière
ja_jp: 縮小
ko_kr: 축소
zh_hans: 缩小

# canvasZoomIn.Text
source: Zoom In
fr_fr: Zoom avant
ja_jp: 拡大
ko_kr: 확대
zh_hans: 放大

# canvasZoomPercentHelp.Text
source: Enter zoom percentage
fr_fr: Saisissez le pourcentage de zoom
ja_jp: 表示倍率を入力
ko_kr: 확대율 입력
zh_hans: 输入缩放百分比

# canvasFitToScreen.Text
source: Fit
fr_fr: Ajuster
ja_jp: 全体表示
ko_kr: 맞춤
zh_hans: 适合窗口

# canvasActualSize.Text
source: Actual Size
fr_fr: Taille réelle
ja_jp: 実際のサイズ
ko_kr: 원본 크기
zh_hans: 实际大小

# canvasZoomApply.Text
source: Apply
fr_fr: Appliquer
ja_jp: 適用
ko_kr: 적용
zh_hans: 应用

# canvasCompareRaw.Text
source: Raw
fr_fr: Brut
ja_jp: 元画像
ko_kr: 원본
zh_hans: 原片

# canvasCompareDeveloped.Text
source: Developed
fr_fr: Développée
ja_jp: 現像後
ko_kr: 현상본
zh_hans: 显影后

# canvasCompareSplitVertical.Text
source: Left/right Before/After
fr_fr: Avant/Après côte à côte
ja_jp: 左右で補正前/補正後を比較
ko_kr: 좌우 이전/이후
zh_hans: 左右对比调整前/调整后

# canvasCompareSplitHorizontal.Text
source: Top/bottom Before/After
fr_fr: Avant/Après haut/bas
ja_jp: 上下で補正前/補正後を比較
ko_kr: 상하 이전/이후
zh_hans: 上下对比调整前/调整后

# canvasCompareBefore.Text
source: Before
fr_fr: Avant
ja_jp: 補正前
ko_kr: 이전
zh_hans: 调整前

# canvasCompareUnedited.Text
source: Unedited
fr_fr: Sans corrections
ja_jp: 補正なし
ko_kr: 무보정
zh_hans: 未调整

# canvasCompareCurrentImage.Text
source: Current Image
fr_fr: Image actuelle
ja_jp: 現在の画像
ko_kr: 현재 이미지
zh_hans: 当前图像

# canvasCompareBeforeSourceHelp.Text
source: Choose Before source
fr_fr: Choisir la source de l'état Avant
ja_jp: 補正前のソースを選択
ko_kr: 이전 보기 소스 선택
zh_hans: 选择“调整前”的来源

# canvasComparePhoto.Text
source: Photo
ja_jp: 写真
ko_kr: 사진
zh_hans: 照片

# developAdjustment.Text
source: Adjust
fr_fr: Réglage
ja_jp: 補正
ko_kr: 보정
zh_hans: 调整

# helpQuickStartTitle.Text
source: Quick Start
fr_fr: Démarrage rapide
ja_jp: クイックスタート
ko_kr: 빠른 시작
zh_hans: 快速入门

# helpQuickStartIntroduction.Text
source: The essential flow from import or scan through develop and export.
fr_fr: Le flux essentiel, de l’importation ou la numérisation au développement et à l’exportation.
ja_jp: 読み込みまたはスキャンから現像、書き出しまでの基本手順です。
ko_kr: 가져오기 또는 스캔부터 현상과 내보내기까지의 기본 흐름입니다.
zh_hans: 从导入或扫描到显影和导出的基本流程。

# helpQuickStartImportTitle.Text
source: 1. Import or Scan
fr_fr: 1. Importer ou numériser
ja_jp: 1. 読み込みまたはスキャン
ko_kr: 1. 가져오기 또는 스캔
zh_hans: 1. 导入或扫描

# helpQuickStartImportDetail.Text
source: Import photos or scan through an external scanner plugin. Source files remain unchanged.
fr_fr: Importez des photos ou numérisez avec un module externe de scanner. Les fichiers source restent inchangés.
ja_jp: 写真を読み込むか、外部スキャナープラグインでスキャンします。元ファイルは変更されません。
ko_kr: 사진을 가져오거나 외부 스캐너 플러그인으로 스캔합니다. 원본 파일은 변경하지 않습니다.
zh_hans: 导入照片，或通过外部扫描仪插件进行扫描。原始文件不会被修改。

# helpQuickStartDevelopTitle.Text
source: 2. Develop
fr_fr: 2. Développer
ja_jp: 2. 現像
ko_kr: 2. 현상
zh_hans: 2. 显影

# helpQuickStartDevelopDetail.Text
source: Adjust color and tone with MAIN and manual controls by default. Automatic adjustments remain opt-in.
fr_fr: Réglez la couleur et la tonalité avec MAIN et les réglages manuels par défaut. Les réglages automatiques restent optionnels.
ja_jp: MAINと手動補正を基本に色と階調を調整します。自動補正は明示的に選択した場合だけ適用されます。
ko_kr: MAIN과 수동 보정을 기본으로 색상과 톤을 조정합니다. 자동 보정은 직접 선택할 때만 적용됩니다.
zh_hans: 默认使用MAIN和手动调整来处理颜色与影调。自动调整仅在明确选择时应用。

# helpQuickStartExportTitle.Text
source: 3. Export
fr_fr: 3. Exporter
ja_jp: 3. 書き出し
ko_kr: 3. 내보내기
zh_hans: 3. 导出

# helpQuickStartExportDetail.Text
source: Confirm the destination and format, then export the non-destructive result as a new file.
fr_fr: Vérifiez le dossier et le format, puis exportez le résultat non destructif dans un nouveau fichier.
ja_jp: 保存先と形式を確認し、非破壊の現像結果を新しいファイルとして書き出します。
ko_kr: 대상 폴더와 형식을 확인한 뒤 비파괴 현상 결과를 새 파일로 내보냅니다.
zh_hans: 确认目标文件夹和格式后，将非破坏性显影结果导出为新文件。

# helpQuickStartVersionLabel.Text
source: Documentation version
fr_fr: Version de la documentation
ja_jp: ドキュメントバージョン
ko_kr: 문서 버전
zh_hans: 文档版本

# helpQuickStartShortcutNote.Text
source: Open Quick Start at any time with Ctrl+Shift+H.
fr_fr: Ouvrez ce démarrage rapide à tout moment avec Ctrl+Shift+H.
ja_jp: クイックスタートはCtrl+Shift+Hでいつでも開けます。
ko_kr: 빠른 시작은 언제든지 Ctrl+Shift+H로 열 수 있습니다.
zh_hans: 随时按Ctrl+Shift+H打开快速入门。

# menuHelp.Text
source: Help
fr_fr: Aide
ja_jp: ヘルプ
ko_kr: 도움말
zh_hans: 帮助

# commandNegaflowHelp.Text
source: Quick Start
fr_fr: Démarrage rapide
ja_jp: クイックスタート
ko_kr: 빠른 시작
zh_hans: 快速入门

# commandKeyboardShortcuts.Text
source: Keyboard Shortcuts
fr_fr: Raccourcis clavier
ja_jp: キーボードショートカット
ko_kr: 단축키
zh_hans: 键盘快捷键

# developResetPhotoAngle.Text
source: Reset Photo Angle
fr_fr: Réinitialiser l’angle
ja_jp: 写真の角度をリセット
ko_kr: 사진 각도 초기화
zh_hans: 重置照片角度

# developResetAdjustmentsHelp.Text
source: Reset all adjustment values except geometry (rotate/crop).
fr_fr: Réinitialise tous les réglages, à l'exception de la géométrie (rotation/recadrage).
ja_jp: ジオメトリ（回転/切り抜き）以外のすべての補正値をリセットします。
ko_kr: 편집(회전/크롭)을 제외한 모든 보정 값을 초기화합니다.
zh_hans: 重置除几何（旋转/裁剪）外的所有调整值。

# settingsColorSystemDisplayProfile.Text
source: System display profile
fr_fr: Profil d'affichage du système
ja_jp: システムのディスプレイプロファイル
ko_kr: 시스템 디스플레이 프로파일
zh_hans: 系统显示配置文件

# developAutoToneHelp.Text
source: Auto Tone Command-U — use the histogram to adjust exposure, contrast, highlights, shadows, whites, blacks, and vibrance.
fr_fr: Tonalité automatique Cmd-U — ajuste l'exposition, le contraste, les hautes lumières, les ombres, les blancs, les noirs et la vibrance d'après l'histogramme.
ja_jp: 自動トーン Command-U — ヒストグラムに基づいて露光量、コントラスト、ハイライト、シャドウ、白レベル、黒レベル、自然な彩度を補正します。
ko_kr: 자동 톤 Command-U — 히스토그램으로 노출, 대비, 밝은 영역, 어두운 영역, 흰색 계열, 검정 계열, 생동감을 보정합니다.
zh_hans: 自动色调 Command-U — 依据直方图调整曝光度、对比度、高光、阴影、白色色阶、黑色色阶和鲜艳度。

# developAutoWhiteBalanceHelp.Text
source: Auto White Balance Shift-Command-U — neutralize Warmth and Tint using gray-world.
fr_fr: Balance des blancs automatique Maj-Cmd-U — neutralise la température et la teinte selon l'hypothèse du monde gris.
ja_jp: 自動ホワイトバランス Shift-Command-U — グレーワールド法で色温度と色かぶりを中和します。
ko_kr: 자동 화이트 밸런스 Shift-Command-U — 그레이 월드 방식으로 색온도와 틴트를 중립화합니다.
zh_hans: 自动白平衡 Shift-Command-U — 使用灰度世界算法中和色温与色调。

# libraryFolderApply.Content
source: Apply
fr_fr: Appliquer
ja_jp: 適用
ko_kr: 적용
zh_hans: 应用

# developLocalTitle.Text
source: Local
ja_jp: 部分補正
ko_kr: 부분 보정
zh_hans: 局部调整

# developLocalAdd.Text
source: Add Local Adjustment
fr_fr: Ajouter un réglage local
ja_jp: 部分補正を追加
ko_kr: 부분 보정 추가
zh_hans: 添加局部调整

# developLocalEdit.Text
source: Edit Local Adjustment
fr_fr: Modifier le réglage local
ja_jp: 部分補正を編集
ko_kr: 부분 보정 편집
zh_hans: 编辑局部调整

# developLocalDelete.Text
source: Delete
fr_fr: Supprimer
ja_jp: 削除
ko_kr: 삭제
zh_hans: 删除

# developLocalCopy.Text
source: Copy
fr_fr: Copier
ja_jp: コピー
ko_kr: 복사
zh_hans: 复制

# developLocalPaste.Text
source: Paste
fr_fr: Coller
ja_jp: ペースト
ko_kr: 붙여넣기
zh_hans: 粘贴

# developLocalDodge.Text
source: Dodge
fr_fr: Éclaircir
ja_jp: 覆い焼き
ko_kr: 닷지
zh_hans: 减淡

# developLocalBurn.Text
source: Burn
fr_fr: Assombrir
ja_jp: 焼き込み
ko_kr: 번
zh_hans: 加深

# developLocalAmount.Text
source: Amount
fr_fr: Intensité
ja_jp: 量
ko_kr: 양
zh_hans: 数量

# developLocalFeather.Text
source: Feather
fr_fr: Contour progressif
ja_jp: ぼかし
ko_kr: 페더
zh_hans: 羽化

# developLocalSize.Text
source: Size
fr_fr: Taille
ja_jp: サイズ
ko_kr: 크기
zh_hans: 大小

# developLocalBrush.Text
source: Brush
fr_fr: Pinceau
ja_jp: ブラシ
ko_kr: 브러시
zh_hans: 画笔

# developLocalRadial.Text
source: Radial
ja_jp: 円形
ko_kr: 방사형
zh_hans: 径向

# developLocalLinear.Text
source: Linear
fr_fr: Linéaire
ja_jp: 線形
ko_kr: 선형
zh_hans: 线性

# developLocalPolygon.Text
source: Polygon
fr_fr: Polygone
ja_jp: 多角形
ko_kr: 다각형
zh_hans: 多边形

# developLocalFinishPolygon.Text
source: Finish Polygon
fr_fr: Terminer le polygone
ja_jp: 多角形を完了
ko_kr: 다각형 완료
zh_hans: 完成多边形

# developLocalDrawPrompt.Text
source: Draw on the photo
fr_fr: Dessinez sur la photo
ja_jp: 写真上に描画
ko_kr: 사진 위에 그리세요
zh_hans: 在照片上绘制

# developLocalEmpty.Text
source: No local adjustments
fr_fr: Aucun réglage local
ja_jp: 部分補正なし
ko_kr: 부분 보정 없음
zh_hans: 无局部调整

# developLocalVisibility.Text
source: Visibility
fr_fr: Visibilité
ja_jp: 表示
ko_kr: 표시
zh_hans: 可见性

# settingsMemoryCacheSection.Text
source: Memory cache
fr_fr: Cache mémoire
ja_jp: メモリキャッシュ
ko_kr: 메모리 캐시

# settingsMemoryCacheModeAutomatic.Content
source: Automatic
fr_fr: Automatique
ja_jp: 自動
ko_kr: 자동

# settingsMemoryCacheModeManual.Content
source: Manual
fr_fr: Manuel
ja_jp: 手動
ko_kr: 수동

# settingsMemoryCacheInstalledMemoryFormat.Text
source: This PC has {0} of memory
fr_fr: Ce PC dispose de {0} de mémoire
ja_jp: この PC のメモリ {0}
ko_kr: 이 PC의 메모리 {0}

# settingsMemoryCacheCleanedRawLabel.Text
source: Defect-cleaned originals
fr_fr: Originaux nettoyés
ja_jp: 傷除去済みオリジナル
ko_kr: 결함 제거 원본

# settingsMemoryCacheDevelopedLabel.Text
source: Developed results
fr_fr: Résultats développés
ja_jp: 現像結果
ko_kr: 현상 결과

# settingsMemoryCacheFramesFormat.Text
source: {0} frames
fr_fr: {0} vues
ja_jp: {0} 枚
ko_kr: {0}장

# settingsMemoryCacheEstimateFormat.Text
source: Up to about {0} resident · {1}% of memory
fr_fr: Jusqu'à environ {0} en mémoire · {1}% de la mémoire
ja_jp: 最大約 {0} 常駐 · メモリの {1}%
ko_kr: 최대 상주 약 {0} · 메모리의 {1}%

# settingsMemoryCacheAutomaticHelp.Text
source: Sizes the limit to your installed memory. Frames beyond the limit are released oldest first and re-developed when reopened.
fr_fr: Ajuste la limite à la mémoire installée. Au-delà, les vues les plus anciennes sont libérées puis redéveloppées à la réouverture.
ja_jp: 搭載メモリに合わせて上限を決めます。上限を超えたフレームは古いものから解放し、再度開いたときに再現像します。
ko_kr: 설치 메모리에 맞춰 상한을 정합니다. 한도를 넘으면 오래된 프레임부터 내려놓고, 다시 열 때 재현상합니다.

# settingsMemoryCacheManualHelp.Text
source: Uses the values you set. The ceiling is 70% of installed memory.
fr_fr: Utilise les valeurs que vous définissez. Le plafond est de 70% de la mémoire installée.
ja_jp: 指定した値を使います。上限は搭載メモリの 70% です。
ko_kr: 직접 정한 값을 씁니다. 상한은 설치 메모리의 70%입니다.

# settingsMemoryCacheResetToAutomatic.Content
source: Reset to automatic
fr_fr: Revenir aux valeurs automatiques
ja_jp: 自動値に戻す
ko_kr: 자동값으로 되돌리기

# supportBundleTitle.Text
source: Support Bundle
fr_fr: Bundle d’assistance
ja_jp: サポートバンドル
ko_kr: 지원 번들

# supportBundleExport.Content
source: Export
fr_fr: Exporter
ja_jp: 書き出す
ko_kr: 내보내기

# supportBundleCreating.Content
source: Creating
fr_fr: Création
ja_jp: 作成中
ko_kr: 생성 중

# supportBundleComplete.Text
source: Support bundle created
fr_fr: Bundle d’assistance créé
ja_jp: サポートバンドルを作成しました
ko_kr: 지원 번들을 생성했습니다

# supportBundleFailed.Text
source: Could not create support bundle
fr_fr: Impossible de créer le bundle d’assistance
ja_jp: サポートバンドルを作成できませんでした
ko_kr: 지원 번들을 생성하지 못했습니다

# defaultDefectMicroSpecks.Text
source: Detect micro specks by default
fr_fr: Détecter les micro-particules par défaut
ja_jp: 微細粒子を既定で検出
ko_kr: 미세 입자 기본 검출

# defaultDefectMicroSpecksHelp.Text
source: Starting value for new frames, kept separately for auto and guided. Each frame keeps its own checkbox, so you can still turn it on or off per photo.
fr_fr: Valeur de départ des nouvelles vues, mémorisée séparément pour les modes automatique et guidé. Chaque vue garde sa propre case, vous pouvez donc l'activer ou la désactiver photo par photo.
ja_jp: 新しいコマの初期値で、自動とガイドを別々に覚えます。コマごとにチェックボックスがあるので、写真ごとに切り替えられます。
ko_kr: 새 프레임의 시작값이며 자동과 가이드를 따로 기억합니다. 프레임마다 체크박스가 따로 있어 사진별로 켜고 끌 수 있습니다.

# autoDefect.Text
source: Auto
ja_jp: 自動
ko_kr: 자동

# guidedDefect.Text
source: Guided
fr_fr: Guidé
ja_jp: ガイド
ko_kr: 가이드

# diskLocationCloud.Content
source: OneDrive
ko_kr: 원드라이브

# diskLocationDesktop.Content
source: Desktop
fr_fr: Bureau
ja_jp: デスクトップ
ko_kr: 데스크탑

# diskLocationSpecificFolder.Content
source: Folder
fr_fr: Dossier
ja_jp: フォルダー
ko_kr: 특정 폴더

# diskLocationCustom.Content
source: Custom
fr_fr: Personnalisé
ja_jp: カスタム
ko_kr: 커스텀

# diskRootFolderLabel.Text
source: negaflow Folder
fr_fr: Dossier negaflow
ja_jp: negaflowフォルダー
ko_kr: negaflow 폴더

# diskThumbnailsFolderLabel.Text
source: Thumbnail Folder
fr_fr: Dossier des vignettes
ja_jp: サムネイルフォルダー
ko_kr: 썸네일 폴더

# diskImportedSourcesFolderLabel.Text
source: Imported Source Move Folder
fr_fr: Dossier de déplacement des sources importées
ja_jp: 読み込んだ元ファイルの移動先
ko_kr: 가져온 원본 이동 기본 폴더

# diskCleanedRawFolderLabel.Text
source: Corrected Image Cache Folder
fr_fr: Dossier du cache des images corrigées
ja_jp: 補正画像キャッシュフォルダー
ko_kr: 보정 이미지 캐시 폴더

# diskScanPreviewFolderLabel.Text
source: Scan Preview Cache Folder
fr_fr: Dossier du cache des aperçus de numérisation
ja_jp: スキャンプレビューキャッシュフォルダー
ko_kr: 스캔 프리뷰 캐시 폴더

# diskExportFolderLabel.Text
source: Export Folder
fr_fr: Dossier d'exportation
ja_jp: 書き出しフォルダー
ko_kr: 내보내기 폴더

# diskResetPathsButton.Content
source: Reset Paths to Defaults
fr_fr: Réinitialiser les chemins par défaut
ja_jp: パスをデフォルトに戻す
ko_kr: 경로를 기본값으로 재설정

# diskThumbnailCacheLabel.Text
source: Thumbnail Cache
fr_fr: Cache des vignettes
ja_jp: サムネイルキャッシュ
ko_kr: 썸네일 캐시

# diskClearThumbnailCache.Content
source: Clear Thumbnail Cache
fr_fr: Vider le cache des vignettes
ja_jp: サムネイルキャッシュを消去
ko_kr: 썸네일 캐시 지우기

# diskCacheSizeCalculating.Text
source: Calculating
fr_fr: Calcul
ja_jp: 計算中
ko_kr: 계산 중

# diskLibraryBackupLabel.Text
source: Catalog Backups
fr_fr: Sauvegardes du catalogue
ja_jp: カタログのバックアップ
ko_kr: 카탈로그 백업

# diskLibraryBackupNow.Content
source: Back Up Library Now
fr_fr: Sauvegarder la bibliothèque maintenant
ja_jp: 今すぐライブラリをバックアップ
ko_kr: 지금 라이브러리 백업

# diskLibraryBackupBrowse.Content
source: Browse Backups
fr_fr: Afficher les sauvegardes
ja_jp: バックアップを表示
ko_kr: 백업 보기

# libraryArchiveCreate.Content
source: Create Preservation Archive
fr_fr: Créer une archive de conservation
ja_jp: 保存アーカイブを作成
ko_kr: 보존 아카이브 생성

# showInExplorer.Value
source: Show in File Explorer
fr_fr: Afficher dans l'Explorateur de fichiers
ja_jp: エクスプローラーで表示
ko_kr: 파일 탐색기에서 보기

# scanStorageOriginals.Text
source: Scan Originals
fr_fr: Originaux numérisés
ja_jp: スキャン原本
ko_kr: 스캔 원본

# scanStorageChange.Value
source: Change
fr_fr: Modifier
ja_jp: 変更
ko_kr: 변경

# scanStorageEstimatedAvailable.Text
source: Estimated available
fr_fr: Espace disponible estimé
ja_jp: 推定空き容量
ko_kr: 예상 사용 가능 공간

# scanStorageStorage.Text
source: Storage
fr_fr: Stockage
ja_jp: ストレージ
ko_kr: 저장소

# scanStorageLocal.Text
source: Local
ja_jp: ローカル
ko_kr: 로컬
